[
  {
    "page": 1,
    "text": "Janitorial and Pantry Services\nHospitality in Every Detail. We ensure your workspace reflects your \nbrand’s professionalism. Our janitorial staff maintains impeccable \ncleanliness, while our pantry support teams manage hospitality \nlogistics.\nService Delivery:\nCorporate Hospitality: trained pantry staff who understand \nboardroom etiquette and hygiene standards for food and \nbeverage service.\nDaily Maintenance: Routine dusting, waste disposal, and \nsanitization of workstations.\nEco-Friendly Consumables: We use high-quality, environmentally \nsafe cleaning agents that are tough on dirt but safe for your \nemployees.Washroom Hygiene and Pest Control\nHealth and Safety First. Sanitation is non-negotiable. We employ \nhospital-grade cleaning protocols for washrooms and proactive, eco-\nfriendly pest control measures. We create environments that are not \njust visually clean, but clinically safe for your workforce.\nWhat We Do:\nDeep Sanitization: Regular steam cleaning and disinfection of \nwashroom fixtures to prevent bacterial growth.\nVector Control: Scheduled pest control treatments for rodents, \ntermites, and insects using odorless and WHO-approved \nchemicals.\nConsumable Management: Timely replenishment of hand wash, \ntissues, and air fresheners.Carpet Shampooing\nRevitalizing Your Interiors. Carpets are high-traffic investments that \ntrap dust and allergens. Our deep-cleaning extraction and \nshampooing services remove deep-seated stains, extending the life \nof your flooring and maintaining the aesthetic appeal of your \ncorporate interiors.\nTechniques Used:\nInjection Extraction: Deep injection of cleaning solution followed by \npowerful vacuum extraction to remove grime from the base.\nDry Foam Cleaning: Low-moisture techniques for areas that need \nto be reused immediately.\nSpot Treatment: Specialized chemical applications for stubborn \nstains like coffehe or ink.Mechanized Housekeeping Services\nEfficiency Through Technology. For large-scale facilities like malls, \nairports, and factories, manual cleaning is insufficient. We utilize \nindustrial-grade scrubbers, sweepers, and polishers to deliver superior \nresults in a fraction of the time.\nOur Fleet:\nRide-on Scrubbers: For rapid cleaning of expansive floor areas in \nwarehouses and lobbies.\nHigh-Pressure Jets: For cleaning exterior facades, parking lots, and \nindustrial machinery.\nSingle Disc Machines: For buffing and polishing stone and marble \nfloors to a high gloss.Mechanized Housekeeping Services\nEfficiency Through Technology. For large-scale facilities like malls, \nairports, and factories, manual cleaning is insufficient. We utilize \nindustrial-grade scrubbers, sweepers, and polishers to deliver superior \nresults in a fraction of the time.\nOur Fleet:\nRide-on Scrubbers: For rapid cleaning of expansive floor areas in \nwarehouses and lobbies.\nHigh-Pressure Jets: For cleaning exterior facades, parking lots, and \nindustrial machinery.\nSingle Disc Machines: For buffing and polishing stone and marble \nfloors to a high gloss.Electromechanical Services\nPowering Your Operations. Downtime is costly. Our technical teams \nmanage the heartbeat of your building including HV A C, electrical \nsystems, and plumbing. We provide preventive maintenance and rapid \nrepair services.\nTechnical Scope:\nPreventive Maintenance ( PPM ) : Scheduled checks to identify and \nfix wear and tear before it causes a breakdown.\nEnergy Management: A udits and adjustments to optimize power \nconsumption and reduce utility bills.\n24/7  Support: On-call technicians ready to handle power outages, \nleaks, or cooling failures immediately.Customer Facilitation Services / Ticketing\nStreamlining the User Experience. First impressions matter. Our front-\ndesk and ticketing personnel are trained to manage flow, handle \ninquiries, and facilitate smooth entry for visitors. We combine soft \nskills with efficiency to enhance the customer journey from the \nmoment they arrive.\nRoles Covered:\nFront Office Executives: managing reception desks, calls, and mail \nwith professional poise.\nTicketing A gents: Handling high-volume entry points at events or \ntransport hubs with speed and accuracy.\nHelp Desk Support: Providing information and guidance to visitors \nand employees.services / janitorial-pantry/ services / washroom-hygiene-pest-controlservices / carpet-shampooingservices / mechanized-housekeeping/ services / electromechanical-servicesservices / customer-facilitation-ticketing\nCreating Environments Where Excellence Thrives. A  well-managed facility is the backbone of operational efficiency. First G lobal integrates manpower and mechanics to k eep your spaces pristine, functional, and welcoming. We ensure your infrastructure supports your business goals without interruption."
  }
]