[
	{
		"id": 1,
		"authorName": "Rachna Tripathi",
		"authorDesig": "Senior Information Security Officer, Planetcast Media Services Ltd.",
		"img": "/icons/Avatar.png",
		"img2": "/icons/Avatar.png",
		"logoImg": "/img/testimonials/logo/1.png",
		"logoImgLight": "/img/testimonials/logo/1-dark.png",
		"thumbImg": "/icons/Avatar.png",
		"desc": "I have found First Global more reliable and more supporting consultancy company as compared to other big names in this domain. They are providing us services for ISMS (Information security and management system) & VAPT from last 3 years. They are always ready to assist and support at any point of time. Since we are working on ISMS from last 7 years, we did not think for another company to work since the day we empaneled First Global.",
		"desc2": "I have found First Global more reliable and more supporting consultancy company as compared to other big names in this domain. They are providing us services for ISMS (Information security and management system) & VAPT from last 3 years. They are always ready to assist and support at any point of time. Since we are working on ISMS from last 7 years, we did not think for another company to work since the day we empaneled First Global. It is an absolute pleasure to work with them, the team listens to my thoughts and suggestions and far surpassed the company expectations. I highly recommend First Global for giving the quality services in a positive manner."
	},
	{
		"id": 2,
		"authorName": "Sudhir Dhawan",
		"authorDesig": "CEO, Aether Engineering Solutions Pvt. Ltd.",
		"img": "/icons/Avatar.png",
		"img2": "/icons/Avatar.png",
		"logoImg": "/img/testimonials/logo/2.png",
		"logoImgLight": "/img/testimonials/logo/2-dark.png",
		"thumbImg": "/icons/Avatar.png",
		"desc": "We have utilized First Global for some of our projects in which market survey and research was required. These projects related to dietary foods & processing of used tyres and tubes. We are fully satisfied that First Global provided the desired services in a professional manner meeting the time schedules.",
		"desc2": "We have utilized First Global for some of our projects in which market survey and research was required. These projects related to dietary foods & processing of used tyres and tubes. We are fully satisfied that First Global provided the desired services in a professional manner meeting the time schedules. We will have no hesitation in appointing you for some of our future assignments as well."
	},
	{
		"id": 3,
		"authorName": "Mr. Narsi Reddy",
		"authorDesig": "Principle, National Geophysical Research Institute",
		"img": "/icons/Avatar.png",
		"img2": "/icons/Avatar.png",
		"logoImg": "/img/testimonials/logo/1.png",
		"logoImgLight": "/img/testimonials/logo/1-dark.png",
		"thumbImg": "/icons/Avatar.png",
		"desc": "Housekeepers provided by the company are well trained and capable to deliver services as per terms and conditions of the contract. They are performing their duty with utmost care and dedication and have ensured that there is no housekeeping related cleanliness/safety issue in the site/location.",
		"desc2": "Housekeepers provided by the company are well trained and capable to deliver services as per terms and conditions of the contract. They are performing their duty with utmost care and dedication and have ensured that there is no housekeeping related cleanliness/safety issue in the site/location. They have been able to manage the environment very well which has enabled us to continue our day to day functioning with impunity. First Global has a very good back end support structure that adheres to all norms laid down in the contract. Salary of staff, requisite licenses and all statutory compliances are being done on time."
	},
	{
		"id": 4,
		"authorName": "Col Ajay Bakshi",
		"authorDesig": "Corporate Security, Cairn Oil & Gas",
		"img": "/icons/Avatar.png",
		"img2": "/icons/Avatar.png",
		"logoImg": "/img/testimonials/logo/2.png",
		"logoImgLight": "/img/testimonials/logo/2-dark.png",
		"thumbImg": "/icons/Avatar.png",
		"desc": "Response of operations & management team of First Global is good. All our concerns have been addressed on priority.",
		"desc2": "Response of operations & management team of First Global is good. All our concerns have been addressed on priority. We appreciate their professional approach and commitment to excellence."
	},
	{
		"id": 5,
		"authorName": "Mr. Akbar Talat",
		"authorDesig": "HR Head, Future Group",
		"img": "/icons/Avatar.png",
		"img2": "/icons/Avatar.png",
		"logoImg": "/img/testimonials/logo/1.png",
		"logoImgLight": "/img/testimonials/logo/1-dark.png",
		"thumbImg": "/icons/Avatar.png",
		"desc": "We are happy with the services provided by First Global. We are satisfied with management's responsiveness to our requests.",
		"desc2": "We are happy with the services provided by First Global. We are satisfied with management's responsiveness to our requests. Their professional approach and commitment to quality have made them a trusted partner for our organization."
	}
]
